Repository: sdsweb/custom-post-type-maker
Catalog: lang/cptm-*.po
Languages: nl_nl

source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Custom Post Type
nl_nl: Nieuwe Custom Post Type toevoegen

source: Edit Custom Post Type
nl_nl: Bewerk Custom Post Type

source: New Custom Post Type
nl_nl: Nieuwe Custom Post Type

source: View Custom Post Type
nl_nl: Bekijk Custom Post Type

source: Search Custom Post Types
nl_nl: Zoek Custom Post Types

source: No Custom Post Types found
nl_nl: Geen Custom Post Types gevonden

source: No Custom Post Types found in Trash
nl_nl: Geen Custom Post Type gevonden in prullenbak

source: Add New Custom Taxonomy
nl_nl: Nieuwe Custom Taxonomy toevoegen

source: Edit Custom Taxonomy
nl_nl: Bewerk Custom Taxonomy

source: New Custom Taxonomy
nl_nl: Nieuwe Custom Taxonomy

source: View Custom Taxonomy
nl_nl: Bekijk Custom Taxonomy

source: Search Custom Taxonomies
nl_nl: Zoek Custom Taxonomies

source: No Custom Taxonomies found
nl_nl: Geen Custom Taxonomies gevonden

source: No Custom Taxonomies found in Trash
nl_nl: Geen Custom Taxonomies gevonden in prullenbak

source: Options
nl_nl: Opties

source: Custom Post Type Name
nl_nl: Custom Post Type Naam

source: The post type name. Used to retrieve custom post type content. Must be all in lower-case and without any spaces.
nl_nl: De post type naam. Wordt gebruikt om custom post type content te laden. Moet geheel in kleine letters geschreven worden, zonder spaties.

source: e.g. movies
nl_nl: Bijvoorbeeld: films

source: A plural descriptive name for the post type.
nl_nl: Een meervoudige omschrijvende naam voor het post type.

source: e.g. Movies
nl_nl: Bijvoorbeeld: Films

source: Singular Name
nl_nl: Enkelvoudige Naam

source: A singular descriptive name for the post type.
nl_nl: Een enkelvoudige omschrijvende naam voor het post type.

source: e.g. Movie
nl_nl: Bijvoorbeeld: Film

source: Description
nl_nl: Omschrijving

source: A short descriptive summary of what the post type is.
nl_nl: Een korte omschrijving van wat het post type inhoud.

source: Public
nl_nl: Publiek

source: Whether a post type is intended to be used publicly either via the admin interface or by front-end users.
nl_nl: Of een post type gebruikt zal worden bij front-end gebruikers of enkel via de admin.

source: True
nl_nl: Ja

source: default
nl_nl: standaard

source: False
nl_nl: Nee

source: Show UI
nl_nl: Toon UI

source: Whether to generate a default UI for managing this post type in the admin.
nl_nl: Of er een standaard UI getoond moet worden om dit post type te beheren in de admin.

source: Has Archive
nl_nl: Heeft Archief

source: Enables post type archives.
nl_nl: Maakt post type archieven.

source: Exclude From Search
nl_nl: Uisluiten van zoekresultaten

source: Whether to exclude posts with this post type from front end search results.
nl_nl: Of bericht van dit post type uitgesloten moet worden van front-end zoekresultaten.

source: Capability Type
nl_nl: Bekwaamheid

source: The post type to use to build the read, edit, and delete capabilities.
nl_nl: Het post type om de lees, bewerk en verwijder bekwaamheden op te baseren.

source: Post
nl_nl: Bericht

source: Page
nl_nl: Pagina

source: Hierarchical
nl_nl: Hiërarchische

source: Whether the post type is hierarchical (e.g. page).
nl_nl: Of het post type hiërarchisch is (Bijvoorbeeld: pagina)

source: Rewrite
nl_nl: Herschrijven

source: Triggers the handling of rewrites for this post type.
nl_nl: Triggert de afhandeling van het herschrijven van de URL voor dit post type.

source: With Front
nl_nl: Met basis

source: Should the permastruct be prepended with the front base.
nl_nl: Moet de permastruct worden aangevuld met de blog basis.

source: Should a feed permastruct be built for this post type. Defaults to "has_archive" value.
nl_nl: Moet een feed permastruct worden gemaakt voor dit post type. Standaard is de "has_archive" waarde.

source: Pages
nl_nl: Pagina's

source: Should the permastruct provide for pagination.
nl_nl: Moet de parmastruct zorgen voor paginering.

source: Custom Rewrite Slug
nl_nl: Handmatig Hergeschreven URL

source: Customize the permastruct slug.
nl_nl: Pas de standaard permalink aan.

source: Default: [Custom Post Type Name]
nl_nl: Standaard: [Custom Post Type Naam]

source: Sets the query_var key for this post type.
nl_nl: Zet de query_var sleuten voor dit post type.

source: Menu Position
nl_nl: Menu Positie

source: The position in the menu order the post type should appear. "Show in Menu" must be true.
nl_nl: De positie in het menu waar dit post type moet verschijnen. "Toon in Menu" moet "Ja" zijn.

source: Show in Menu
nl_nl: Toon in Menu

source: Where to show the post type in the admin menu. "Show UI" must be true.
nl_nl: Waar dit post type in het admin menu moet verschijnen. "Toon UI" moet "Ja" zijn.

source: Supports
nl_nl: Ondersteunt

source: Adds the respective meta boxes when creating content for this Custom Post Type.
nl_nl: Voegt de bijbehorende meta boxes toe wanneer je content gaat creëren voor dit post type.

source: Title
nl_nl: Titel

source: Excerpt
nl_nl: Uitreksel

source: Trackbacks
nl_nl: Weblog

source: Custom Fields
nl_nl: Custom Velden

source: Comments
nl_nl: Reactie's

source: Revisions
nl_nl: Revisies

source: Featured Image
nl_nl: Aanbevolen afbeelding

source: Author
nl_nl: Auteur

source: Page Attributes
nl_nl: Pagina Attributen

source: Post Formats
nl_nl: Post Formaten

source: Built-in Taxonomies
nl_nl: Ingebouwde Taxonomies

source: Categories
nl_nl: Categorieën

source: Custom Taxonomy Name
nl_nl: Custom Taxonomie Naam

source: The taxonomy name. Used to retrieve custom taxonomy content.
nl_nl: De taxonomie naam. Wordt gebruikt om content te laden.

source: A plural descriptive name for the taxonomy.
nl_nl: Een meervoudige omschrijvende naam voor de taxonomie.

source: A singular descriptive name for the taxonomy.
nl_nl: Een enkelvoudige naam voor de taxonomie.

source: Whether to generate a default UI for managing this taxonomy in the admin.
nl_nl: Of er een standaard UI getoond moet worden om deze taxonomie te beheren in de admin.

source: Whether the taxonomy is hierarchical (e.g. page).
nl_nl: Of de taxonomie hiërarchisch is (Bijvoorbeeld: pagina).

source: Triggers the handling of rewrites for this taxonomy.
nl_nl: Triggert de afhandeling van het herschrijven van de URL voor deze taxonomie.

source: Default: [Custom Taxonomy Name]
nl_nl: Standaard: [Custom Taxonomie Naam]

source: Sets the query_var key for this taxonomy.
nl_nl: Zet de query_var sleuten voor deze taxonomie.

source: Posts
nl_nl: Berichten

source: Taxonomy
nl_nl: Taxonomie

source: Version
nl_nl: Versie

source: Useful links
nl_nl: Nuttige links

source: Support Forums
nl_nl: Ondersteuning

source: Created by
nl_nl: Ontwikkelt door

source: Vote
nl_nl: Stem

source: Other registered Custom Post Types
nl_nl: Andere geregistreerde Custom Post Type

source: The Custom Post Types below are registered in WordPress but were not created by the Custom Post Type Maker plugin.
nl_nl: De Custom Post Types hieronder zijn geregistreerd in WordPress, maar zijn niet gecreëerd door de Custom Post Type Maker plugin.

source: Other registered custom Taxonomies
nl_nl: Andere geregistreerde custom Taxonomies

source: The custom Taxonomies below are registered in WordPress but were not created by the Custom Post Type Maker plugin.
nl_nl: De custom Taxonomies hieronder zijn geregistreerd in WordPress, maar zijn niet gecreëerd door de Custom Post Type Maker plugin.

source: No custom Taxonomies found
nl_nl: Geen custom Taxonomies gevonden

source: Custom Post Type updated.
nl_nl: Custom Post Type bijgewerkt.

source: Custom Post Type deleted.
nl_nl: Custom Post Type verwijderd.

source: Custom Post Type restored to revision from %s
nl_nl: Custom Post Type hersteld naar revisie van %s

source: Custom Post Type published.
nl_nl: Custom Post Type gepubliceerd.

source: Custom Post Type saved.
nl_nl: Custom Post Type opgeslagen.

source: Custom Post Type submitted.
nl_nl: Custom Post Type ingediend.

source: Custom Post Type scheduled for.
nl_nl: Custom Post Type gepland voor.

source: Custom Post Type draft updated.
nl_nl: Custom Post Type concept bijgewerkt.

source: Custom Post Type Maker lets you create Custom Post Types and custom Taxonomies in a user friendly way.
nl_nl: Met Custom Post Type Maker maak je Custom Post Types en custom Taxonimies op een gebruiksvriendelijke manier.
